// Howorke 11.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

//функция вывода
void print()
{
    // вызываем оператор << на объект std::cout
    std::cout << "Салют, скилл бокс/n";
}
/*
ввод переменных
перенос формулы
на строку под переменными
*/

int main()
{
    // переменные и формула
    int x = 100;
    3 + 7;
    int y = x + 100;
    
    int b;
    b + 2;
    b = 1;

    int test;
    test = 100 - 500;

    int test2 = 1005001;
    int random = 1880;
    
    int muit = x * y;
    std::cout << random;
   
}

